{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git",
      "version": "'v2.4.1'"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp.git",
      "version": "'main'"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path.git",
      "version": "'main'"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip.git",
      "version": "'master'"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git",
      "version": "'main'"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim.git",
      "version": "'v3.9.1'"
    },
    "live-server.nvim": {
      "src": "https://github.com/selimacerbas/live-server.nvim.git",
      "version": "'v1.2.2'"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/selimacerbas/markdown-preview.nvim.git",
      "version": "'v1.5.3'"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git",
      "version": "'v2.1.0'"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git",
      "version": "'v2.2.1'"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim.git",
      "version": "'v3.10.0'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git",
      "version": "'0.10.0'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp.git",
      "version": "'v0.0.2'"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git",
      "version": "'v2.7.0'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git",
      "version": "'master'"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git",
      "version": "'v2.15.0'"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git",
      "version": "'master'"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim.git",
      "version": "'master'"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git",
      "version": "'v0.2.2'"
    },
    "vscode.nvim": {
      "src": "https://github.com/Mofiqul/vscode.nvim.git",
      "version": "'main'"
    }
  }
}
